Repository: epg/scout
Catalog: i18n/scout/*.po
Languages: bg, de, fa, gl, sl, tr, uk

source: Search for autoconf macros inside the m4 files.
de: Suche nach autoconf Makros innerhalb von m4 Dateien.
fa: برای ماکروهای autoconf درون پرونده های m4 جستجو کن.
gl: Procurar macros autoconf dentro dos ficheiros m4.
sl: Iskanje makrojev v datotekah m4.
tr: M4 dosyalarının içindeki autoconf makrolarını arayın.
uk: Пошук за макросами autoconf у файлах m4.

source: repo
bg: хранилище
fa: مخزن
gl: repositorio
sl: vir
tr: depo
uk: сховище

source: pkg
gl: pqt
sl: paket
uk: пакунок

source: macro
bg: макрос
de: Makro
fa: ماکرو
sl: makro
tr: makro
uk: макрос

source: repository
bg: хранилища
fa: مخزن
gl: repositorio
sl: vir
tr: depo
uk: сховище

source: package
bg: пакет
de: Paket
fa: بسته
gl: paquete
sl: paket
tr: paket
uk: пакунок

source: m4 file
bg: m4 файл
de: m4-Datei
fa: پرونده ی m4
gl: ficheiro m4
sl: datoteka m4
tr: m4 dosyası
uk: файл m4

source: Warning: no repos found - make sure your repositories are configured.
bg: Внимавие: няма намерени хранилища - уверете се, че хранилищата ви за настроени.
de: Warnung: keine Repos gefunden - stellen Sie sicher, dass ihre Repositorys konfiguriert sind.
fa: هشدار: هیچ مخزنی یافت نشد - مطمئن شوید که مخازن شما پیکربندی شده اند.
gl: Aviso: non se atoparon repositorios - asegúrese de que os repositorios están configurados.
sl: Opozorilo: najden ni bil noben vir – prepričajte se, da so viri nastavljeni.
tr: Uyarı: depo bulunamadı - depolarınızın yapılandırıldığından emin olun.

source: Warning: incomplete repos found but could not refresh - try to refresh manually, e.g. with 'zypper refresh'.
bg: Внимание: непълни хранилища намерени, обаче не могат да бъдат опреснени - опитайте да опресните ръчно, т.е със 'zypper refresh'.
de: Warnung: unvollständige Repos gefunden, konnten aber nicht aktualisiert werden - versuchen Sie diese manuell zu aktualisieren, z.B. mit 'zypper refresh'.
fa: اخطار: مخازن ناقصی پیدا شد اما نمی‌توان آن را بازخوانی کرد - سعی کنید به صورت دستی بازخوانی کنید، به عنوان مثال. با "zypper refresh".
gl: Aviso: atopáronse repositorios incompletos mais non se puideron actualizar - ténteo facer de xeito manual, por exemplo, com 'zypper refresh'.
sl: Opozorilo: najdeni nepopolni viri, a jih ni bilo mogoče osvežiti – poskusite ročno, npr. z »zypper refresh«.
tr: Uyarı: eksik depolar bulundu ancak yenilenemedi - manuel olarak yenilemeyi deneyin, ör. 'zypper refresh' ile.

source: Search for binaries contained in the packages.
bg: Търсене на изпълними файлове съдържащи се в пакетите.
de: Suche nach ausführbaren Dateien innerhalb von Paketen.
fa: برای باینری های محتوای این بسته جستجو کن.
gl: buscar binarios contidos nos paquetes.
sl: Iskanje izvedljivih datotek v paketih.
tr: Paketlerde bulunan ikili dosyaları arayın.
uk: Пошук за двійковими файлами в пакунках.

source: path
bg: път
de: Pfad
fa: مسیر
gl: ruta
sl: pot
uk: шлях

source: bin
sl: izv
uk: дв.

source: binary
bg: двоичен/изпълним
de: Binärdatei
fa: باینری
gl: binario
sl: izvedljiva
tr: ikili
uk: двійковий

source: - template module -
bg: - шаблонен модул
de: - Template Modul -
fa: - قالب ماژول -
gl: - módulo de modelo -
sl: – predloga modula –
tr: - şablon modülü -
uk: - модуль шаблона -

source: Search for C/C++/Obj-C/Obj-C++ headers.
bg: Търсене на C/C++/Obj-C/Obj-C++ хедъри.
de: Suche nach C/C++/Obj-C/Obj-C++ Headern.
fa: برای هدر های C/C++/Obj-C/Obj-C++ جستجو کن.
gl: Procurar cabeceiras C/C++/Obj-C/Obj-C++.
sl: Iskanje glav C/C++/Obj-C/Obj-C++.
tr: C/C++/Obj-C/Obj-C++ başlıklarını arayın.
uk: Пошук за заголовкамиr C/C++/Obj-C/Obj-C++.

source: header
bg: заглавен файл
fa: هدر
gl: cabeceira
sl: glava
uk: заголовок

source: show this help message and exit
bg: Показване на това помощно съобщение и изход
de: Zeige diese Hilfe und beende
fa: نمایش این پیغام و خروج
gl: mostrar esta mensaxe de axuda e saír
sl: prikaži to sporočilo s pomočjo in končaj
tr: bu yardım mesajını göster ve çık
uk: показати це повідомлення довідки і вийти

source: show program's version number and exit
bg: покажи номер на версята на програмата и изход
de: Zeige die Versionsnummer des Programms und beende
fa: نمایش شماره ی نسخه ی نرم افزار و خروج
gl: mostrar a versión do programa e saír
sl: prikaži različico programa in končaj
tr: programın sürüm numarasını göster ve çık
uk: показати версію програми і вийти

source: Usage: %prog [global_opts] module [local_opts] search_term
bg: Употреба: %prog [global_opts] module [local_opts] search_term
de: Benutzung: %prog [Globale_Optionen] Module [lokale_Optionen] Abfrage
fa: استفاده: %prog [global_opts] module [local_opts] search_term
gl: Uso: %prog [opcións_globais] módulo [opcións_locais] término_de_busca
sl: Uporaba: %prog [globalne_možnosti] modul [krajevne_možnosti] iskano
tr: Kullanım: %prog [global_opts] modül [local_opts] search_term
uk: Використання: %prog [глобальні_параметри] модуль [локальні_параметри] рядок_пошуку

source: select the output format (%s, default is %s)
bg: изберете формат на изходна информация (%s, по подразбиране е %s)
de: Wählen Sie das Ausgabeformat (%s, Standard ist %s)
fa: فرمت خروجی را انتخاب کنید (%s، پیش فرض %s است)
gl: seleccionar o formato de saída (%s,predeterminado é %s)
sl: izberite obliko izpisa (%s, privzeto je %s)
tr: çıktı formatını seçin (%s, varsayılan: %s)
uk: виберіть формат виводу (%s, типово %s)

source: list of available modules
bg: списък с наличните модули
de: Liste der verfügbaren Module
fa: لیست ماژول های در دسترس
gl: lista de módulos dispoñíbeis
sl: seznam razpoložljivih modulov
tr: mevcut modüllerin listesi
uk: список наявних модулів

source: Available modules:
bg: Налични модули:
de: Verfügbare Module:
fa: ماژولهای در دسترس:
gl: Módulos dispoñíbeis:
sl: Razpoložljivi moduli:
tr: Mevcut modüller:
uk: Наявні модулі:

source: The name of module is mandatory. Use %s --help
bg: Името на модула е задължително. Изполвайте %s --help
de: Der Name des Moduls muss angegeben werden. Verwenden Sie %s --help
fa: نام ماژول الزامی است. از %s --help استفاده کنید
gl: O nome do módulo é obrigatorio. Use %s --help
sl: Ime modula je obvezno. Uporabite %s --help
tr: Modül adı zorunludur. %s --help'i kullanın
uk: Потрібно вказати назву модуля. Скористайтесь %s --help

source: %s is not a directory
bg: %s не е директория
de: %s ist kein Verzeichnis
fa: %s یک فهرست نیست
gl: %s non é un directorio
sl: %s ni mapa
tr: %s bir dizin değil
uk: %s - це не каталог

source: Cannot not open database file '%s'
bg: Не може да се отвори файл на база от данни '%s'
de: Kann die Datenbankdatei '%s' nicht öffnen
fa: نمی توان فایل پایگاه داده '%s' را باز کرد
gl: Non se puido abrir o ficheiro da base de datos '%s'
sl: Ni moč odpreti podatkovne zbirke v datoteki »%s«
tr: '%s' veritabanı dosyası açılamıyor
uk: Неможливо відкрити файл бази даних «%s»

source: Available repositories:
bg: Налични хранилища:
de: Verfügbare Repositories:
fa: مخازن در دسترس:
gl: Repositorios dispoñíbeis:
sl: Razpoložljivi viri:
tr: Mevcut depolar:
uk: Наявні сховища:

source: Usage: %%prog %s [options] search_term
bg: Използване: %%prog %s [options] search_term
de: Verwendung: %%prog %s [Optionen] Suchbegriff
fa: استفاده: %%prog %s [options] search_term
gl: Uso: %%prog %s [opcións] termo_de_busca
sl: Uporaba: %%prog %s [možnosti] iskano
tr: Kullanım: %%prog %s [seçenekler] search_term
uk: Використання: %%prog %s [параметри] рядок_пошуку

source: list available repositories
bg: покажи наличните хранилища
de: Liste der verfügbaren Repositories
fa: لیست مخازن در دسترس
gl: lista de repositorios dispoñíbeis
sl: seznam razpoložljivih virov
tr: mevcut depoları listele
uk: список наявних сховищ

source: inverse search by package name
de: Inverse Suche nach Paketnamen
fa: جستجوی معکوس با نام بسته
gl: busca inversa por nome de paquete
sl: obrnjeno iskanje po imenu paketa
tr: Paket adına göre ters arama
uk: зворотній пошук за назвою пакунка

source: select repository to search
bg: избор на хранилище за търсене
de: Auswahl des Repositories zum Suchen
fa: انتخاب مخزن برای جستجو
gl: seleccionar repositorio para buscar
sl: izbor vira za iskanje
tr: aranacak depoyu seçin
uk: виберіть сховище для пошуку

source: No repositories found ...
bg: Не са открити хранилища ...
de: Keine Repositories gefunden...
fa: هیچ مخازنی یافت نشد ...
gl: Non se atoparon repositorios...
sl: Najden ni bil noben vir.
tr: Depo bulunamadı...
uk: Не знайдено жодного сховища ...

source: module
bg: модул
de: Modul
fa: ماژول
gl: módulo
sl: modul
tr: modül
uk: модуль

source: Cannot find a formatter for a %s
bg: Не може да бъде открит форматер за %s
de: Kann den Formatierer für %s nicht finden
fa: نمی‌توان فرمت‌کننده‌ای برای %s پیدا کرد
gl: Non se pode atopar un formatador para un %s
sl: Ni moč najti oblikovalnika za %s
tr: %s için format bulunamıyor
uk: Не вдається знайти форматування для %s

source: Search for java classes inside the JAR files.
bg: Tърси java класове в JAR файлове.
de: Suche nach Java-Klassen innerhalb von JAR-Dateien.
fa: کلاس های جاوا را در فایل های JAR جستجو کنید.
gl: Buscar clases java dentro dos ficheiros JAR.
sl: Iskanje razredov Java v datotekah JAR.
tr: JAR dosyalarının içindeki Java sınıflarını arayın.
uk: Пошук за класами java у файлах JAR.

source: class
bg: клас
de: Klasse
fa: کلاس
gl: clase
sl: razred
tr: sınıf
uk: клас

source: Search for shared libraries.
bg: Търси споделени библиотеки.
de: Suche nach einer Bibliothek.
fa: جستجوی برای کتابخانه های مشترک.
gl: Buscar librerías compartidas.
sl: Iskanje deljenih knjižnic.
tr: Paylaşılan kitaplıkları arayın.
uk: Шукати за спільними бібліотеками.

source: library
bg: библиотека
de: Bibliothek
fa: کتابخانه
gl: librería
sl: knjižnica
tr: kütüphane
uk: бібліотека

source: Search for python modules.
bg: Търсене на python модули.
de: Suche nach Python-Modulen.
fa: جستجو برای ماژول‌های پایتون.
gl: Buscar módulos de python.
sl: Iskanje modulov Python.
tr: Python modüllerini arayın.
uk: Пошук за модулями python.

source: Search in packages using the webpin webservice.
bg: Търси в пакети, използвайки уеб услугата webpin.
de: Suche in Paketen mit Hilfe des Webpin-Webdienstes.
fa: در بسته ها با استفاده از وب سرویس وب پین جستجو کنید.
gl: Buscar en paquetes usando o servizo web webpin.
sl: Iskanje v paketih z uporabo spletne storitve webpin.
tr: Webpin web hizmetini kullanarak paketlerde arama yapın.
uk: Пошук в пакунках за допомогою веб-служби webpin.

source: Cannot retrieve query results ... %s
bg: Не могат да се изтеглята резултати от заявка %s
de: Suchergebnisse können nicht abgerufen werden ... %s
fa: نمی توان نتایج پرس و جو را بازیابی کرد ...%s
gl: Non se puido recuperar os resultados da consulta ... %s
sl: Ni moč pridobiti rezultatov poizvedbe. %s
tr: Sorgu sonuçları alınamıyor... %s
uk: Не вдалося отримати результати запиту ... %s

source: ver
bg: версия
fa: نسخه
gl: versión
sl: raz.
uk: вер.

source: arch
bg: архитектура
fa: معماری
sl: arh.
tr: Mimari
uk: арх.

source: files
bg: файлове
de: Dateien
fa: فایل‌ها
gl: ficheiros
sl: dat.
tr: dosyalar
uk: файли

source: version
bg: версия
fa: نسخه
gl: versión
sl: različica
tr: versiyon
uk: версія

source: repository URL
bg: Адрес на хранилище
fa: URL مخزن
gl: URL do repositorio
sl: URL vira
tr: depo URL'si
uk: URL сховища

source: matched files
bg: намерени файлове
de: gefundene Dateien
fa: فایل های منطبق
gl: ficheiros coincidentes
sl: ustrezne datoteke
tr: eşleşen dosyalar
uk: збіг файлів

source: jar
de: jar-Datei
