Repository: epg/scout
Catalog: i18n/command-not-found/*.po
Languages: ca, fa, lt, sl, tr, uk

source: The program '%(prog)s' can be found in the following package:
ca: El programa %(prog)s es pot trobar dins del paquet següent:
fa: برنامه ی %(prog)s میتواند در این بسته یافت شود:
lt: Programa „%(prog)s“ gali būti šiame pakete:
sl: Program »%(prog)s« je na voljo v naslednjem paketu:
tr: '%(prog)s' programı aşağıdaki pakette bulunabilir:
uk: Програму '%(prog)s' можна знайти в наступному пакунку:

source: * %(prog)s [ path: %(path)s/%(binary)s, repository: %(repo)s ]
ca: * %(prog)s [ camí: %(path)s/%(binary)s, repositori: %(repo)s ]
fa: * %(prog)s [ مسیر : %(path)s/%(binary)s, مخزن: %(repo)s ]
lt: * %(prog)s [ kelias: %(path)s/%(binary)s, saugykla: %(repo)s ]
sl: * %(prog)s [ pot: %(path)s/%(binary)s, vir: %(repo)s ]
tr: * %(prog)s [ path: %(path)s/%(binary)s, depo: %(repo)s ]
uk: * %(prog)s [ шлях: %(path)s/%(binary)s, сховище: %(repo)s ]

source: Try installing with:
ca: Proveu d'instal·lar-ho amb
fa: برای نصب به این صورت تلاش کنید:
lt: Mėginkite įdiegti su:
sl: Poskusite ga namestiti z
tr: Şununla yüklemeyi deneyin:
uk: Спробуйте встановити з:

source: <selected_package>
ca: <paquet_seleccionat>
fa: <بسته‌_انتخابی>
lt: <pasirinktas_paketas>
sl: <izbrani_paket>
tr: <secilen_paket>
uk: <вибраний_пакунок>

source: Program '%(prog)s' is present in package '%(pkg)s', which is installed on your system.
ca: El programa '%(prog)s' és present al paquet '%(pkg)s', que està instal·lat al sistema.
fa: برنامه ی '%(prog)s' در بسته ی '%(pkg)s' موجود است ، که بر روی سیستم شما نصب شده است.
lt: Programa „%(prog)s“ yra pakete „%(pkg)s“, kuris jau įdiegtas į sistemą.
sl: Program »%(prog)s« je na voljo v paketu »%(pkg)s«, ki je že nameščen na sistemu.
tr: '%(prog)s' programı, sisteminizde yüklü olan '%(pkg)s' paketinde mevcut.
uk: Програма '%(prog)s' міститься в пакунку '%(pkg)s', який вже встановлено у вашій системі.

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s', so running it may require superuser privileges (eg. root).
ca: El camí absolut a "%(prog)s" és "%(path)s/%(prog)s", i executar-lo pot requerir privilegis de superusuari (per exemple: arrel).
fa: مسیر مطلق '%(prog)s' در '%(path)s/%(prog)s' است، لذا اجرای آن ممکن است نیاز به امتیازات ابر کاربر داشته باشد (به عنوان مثال ریشه).
lt: Pilnas kelias iki „%(prog)s“ yra „%(path)s/%(prog)s“, taigi paleidimui gali reikėti super naudotojo teisių (pvz., root).
sl: Absolutna pot do »%(prog)s« je »%(path)s/%(prog)s« in poganjanje morda zahteva skrbniške pravice (npr. uporabnika root).
tr: '%(prog)s'in kesin path '%(path)s/%(prog)s' şeklindedir, dolayısıyla onu çalıştırmak süper kullanıcı ayrıcalıkları gerektirebilir (örn. root).
uk: Абсолютний шлях до '%(prog)s' — '%(path)s/%(prog)s', тому може вимагати привілеїв суперкористувача (напр., root).

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s'. Please check your $PATH variable to see whether it contains the mentioned path.
ca: El camí absolut a '%(prog)s' és '%(path)s/%(prog)s'. Si us plau, comproveu la variable $PATH per si conté el camí mencionat.
fa: مسیر مطلق '%(prog)s' در '%(path)s/%(prog)s' است. لطفا متغیر $PATH خود را برای اینکه این حاوی مسیر اشاره شده است بررسی کنید.
lt: Pilnas kelias iki „%(prog)s“ yra „%(path)s/%(prog)s“. Patikrinkite $PATH kintamąjį, norėdami pamatyti, ar jis turi turi minimą kelią.
sl: Absolutna pot do »%(prog)s« je »%(path)s/%(prog)s«. Preverite, ali okoljska spremenljivka $PATH vsebuje to pot.
tr: '%(prog)s'e giden kesin yol: '%(path)s/%(prog)s'. Lütfen belirtilen yolu içerip içermediğini görmek için $PATH değişkeninizi kontrol edin.
uk: Абсолютний шлях до '%(prog)s' — '%(path)s/%(prog)s'. Перевірте вашу змінну $PATH чи вона містить цей шлях.

source: searching ...
ca: cercant...
fa: در حال جستجو ...
lt: ieškoma...
sl: iskanje …
tr: Aranıyor ...
uk: пошук...

source: command not found
ca: No s'ha trobat l'ordre
fa: فرمان یافت نشد
lt: komanda nerasta
sl: ukaza ni bilo moč najti
tr: komut bulunamadı
uk: команди не знайдено

source: $1: command not found
ca: $1: no s'ha trobat l'ordre
fa: $1: فرمان یافت نشد
lt: $1: komanda nerasta
sl: $1: ukaza ni bilo moč najti
tr: $1: komut bulunamadı
uk: $1: команди не знайдено

source: Absolute path to '$1' is '$prefix/sbin/$1', so running it may require superuser privileges (eg. root).
ca: El camí absolut a "$1" és "$prefix/sbin/$1", i executar-lo pot requerir privilegis de superusuari (per exemple: arrel).
fa: مسیر مطلق '$1' در '$prefix/sbin/$1' است، در نتیجه ممکن است نیاز به امتیازات ابر کاربر داشته باشد (برای مثال ریشه).
lt: Pilnas kelias iki „$1“ yra „$prefix/sbin/$1“, tad paleidimui gali reikėti super naudotojo teisių (pvz., root).
sl: Absolutna pot do »$1« je »%(path)s/$prefix/sbin/$1« in poganjanje morda zahteva skrbniške pravice (npr. uporabnika root).
tr: '$1'e giden kesin path '$prefix/sbin/$1'dir, dolayısıyla onu çalıştırmak süper kullanıcı ayrıcalıkları gerektirebilir (örn. root).
uk: Абсолютний шлях до '$1' — '$prefix/sbin/$1', це може вимагати привілеїв суперкористувача (напр., root).

source: If '$1' is not a typo you can use command-not-found to lookup the package that contains it, like this: cnf $1
ca: Si "$1" no és un error de picatge, podeu fer servir "command-not-found" per cercar el paquet que ho contingui, per exemple: cnf $1
fa: اگر '$1' یک خطای تایپی نیست شما میتوانید از command-not-found برای یافتن بسته ای که حاوی این دستور استفاده کنید، مانند: cnf $1
lt: Jei „$1“ nėra vedimo klaida, tuomet jį turinčius paketus galite peržiūrėti naudodamiesi „command-not-found“ komanda: cnf $1
sl: Če »$1« ni zatipkano, lahko uporabite command-not-found za iskanje paketa, ki to vsebuje. Takole: cnf $1
tr: '$1' bir yazım hatası değilse, onu içeren paketi aramak için command-not-found'u şu şekilde kullanabilirsiniz: cnf $1
uk: Якщо '$1' не має помилок у назві, то можете скористатись пошуком не-знайдених команд, щоб знайти пакунок, який її містить: cnf $1

source: Usage ${0} python_module
ca: Ús de ${0} python_module
fa: کاریرد ${0} python_module
lt: Naudojimas: ${0} python_modulis
sl: Uporaba ${0} python_module
tr: ${0} python_module kullanımı
uk: Використання: ${0} модуль_python

source: No package was found by scout
ca: L'Scout no ha trobat cap paquet.
fa: هیچ بسته ای توسط پیشاهنگ(scout) پیدا نشد
lt: „scout“ nerado jokio paketo
sl: Scout ni našel nobenega paketa
tr: scout tarafından hiçbir paket bulunamadı
uk: scout не знайшов пакунок

source: The ${module_name} is in the package ${modules}. You can install it by:
ca: El mòdul ${module_name} és al paquet ${modules}. El podeu instal·lar amb el següent:
fa: ${module_name} در بسته ${modules} است. شما می توانید آن را نصب کنید:
lt: „${module_name}“ yra „${modules}“ pakete. Jį įdiegsite įvykdę:
sl: Modul ${module_name} je v paketu ${modules}. Namestite ga lahko z:
tr: ${module_name}, ${modules} paketindedir. Şu şekilde yükleyebilirsiniz:
uk: Модуль ${module_name} знаходиться у пакунку ${modules}. Ви можете встановити його за допомогою:

source: The selected module was found in one of several packages:
ca: El mòdul seleccionat s'ha trobat en un dels diversos paquets:
fa: ماژول انتخاب شده در یکی از چندین بسته پیدا شد:
lt: Pasirinktas modulis yra keliuose paketuose:
sl: Izbrani modul je bil najden v enem izmed več paketov:
tr: Seçilen modül birkaç pakette bulundu:
uk: Вибраний модуль було знайдено у декількох пакунках:

source: one_of_the_packages
ca: un_dels_paquets
lt: vienas_iš_paketų
sl: en_izmed_paketov
uk: один_з_пакунків
